Repository: dpaleino/new-osm-stats
Catalog: po/*.po
Languages: eo, es, it

source: OpenStreetMap Statistics
eo: Statistikoj de OpenStreetMap
es: Estadísticas de OpenStreetMap
it: Statistiche OpenStreetMap

source: Credits
eo: Agnoskoj
es: Créditos
it: Contributi

source: Main developer
eo: Ĉefa kodoskribulo
es: Principal desarrollador
it: Sviluppatore principale

source: Beta-tester
eo: Beta-provaĵulo

source: Almost-voluntary CPU-time donor
eo: Donaciulo preskaŭ-volonta de tempo CPU
es: Donante casi voluntario de CPU - tiempo
it: Donatore di tempo-CPU quasi-volontario

source: Moral support :)
eo: Morala apogilo :)
es: Apoyo moral :)
it: Supporto morale :)

source: CSS for /stats/
eo: CSS por /stats/
es: CSS para /stats/
it: CSS per /stats/

source: Statistics
eo: Statistikoj
es: Estadísticas
it: Statistiche

source: Charts
eo: Grafikaĵoj
es: Gráficos
it: Grafici

source: Source code
eo: Fontkodo
es: Código fuente
it: Codice sorgente

source: Report a bug
eo: Komuniku cimon
es: Informar de un fallo
it: Segnala un bug

source: Data last generated on
eo: Datumoj lasta naskata je
es: Los últimos datos generados en
it: Ultima generazione dei dati il

source: This is OSMStats, version
eo: Tio ĉi estas OSMStats, versio
es: Este es OSMStats, la versión
it: Questo è OSMStats, versione

source: Hosting kindly provided by
eo: Gastigaĵo bonkore provizata de
it: Hosting gentilmente offerto da

source: OpenStreetMap Statistics %(date)s - Key:%(key)s
eo: Statistikoj de OpenStreetMap %(date)s - Key:%(key)s
es: Estadísticas de OpenStreetMap %(date)s - Clave:%(key)s
it: Statistiche OpenStreetMap %(date)s - Key:%(key)s

source: OpenStreetMap Statistics - %(date)s
eo: Statistikoj de OpenStreetMap - %(date)s
es: Estadísticas de OpenStreetMap %(date)s
it: Statistiche OpenStreetMap - %(date)s

source: Go back
eo: Iru reverso
es: Volver
it: Indietro

source: This category includes: %(categories)s
eo: Tiu ĉi kategorio enhavas: %(categories)s
es: Esta categoría incluye: %(categories)s
it: Questa categoria comprende: %(categories)s

source: Position
eo: Pozicio
es: Posición
it: Posizione

source: User
eo: Uzanto
es: Usuario
it: Utente

source: Total
eo: Numero
it: Totale

source: Data © [1:OpenStreetMap] and contributors, [2:CC-BY-SA].
eo: Datumoj © [1:OpenStreetMap] kaj kontribuloj, [2:CC-BY-SA].
es: Datos © [1:OpenStreetMap] y colaboradores, [2:CC-BY-SA].
it: Dati © [1:OpenStreetMap] e contributori, [2:CC-BY-SA].

source: OpenStreetMap Statistics - User %(user)s
eo: Statistikoj de OpenStreetMap - Uzanto %(user)s
es: Estadísticas OpenStreetMap - Usuario %(user)s
it: Statistiche OpenStreetMap - Utente %(user)s

source: User profile: %(user)s
eo: Profilo de uzanto: %(user)s
es: Perfil del Usuario: %(user)s
it: Profilo utente: %(user)s

source: Expand all
eo: Ekspansii ĉiuj
es: Ampliar todos
it: Espandi tutto

source: OSM statistics graph generator
eo: Generatoro graficaĵoj de statistikoj de OSM
es: Generador de gráficos de las estadísticas OSM
it: Generatore grafici statistiche OSM

source: Dynamic graph generator
eo: Dinamika generatoro de graficaĵoj
es: Generador de gráficos dinámicos
it: Generatore dinamico di grafici

source: Single tag, multiple users
eo: Unuobla etikedo, multobla uzantoj
es: Etiqueta individual, múltiples usuarios
it: Tag singolo, utenti multipli

source: Tag:
eo: Etikedo:
es: Etiqueta:

source: --- Select tag ---
eo: --- Elektu etikedon ---
es: --- Seleccionar etiqueta ---
it: --- Scegli tag ---

source: Chosen users:
eo: Elektata uzantoj:
es: Usuarious seleccionados:
it: Utenti scelti:

source: Graph tags
eo: Grafiki etikedojn
es: Etiquetas del gráfico
it: Disegna tag

source: Tags:
eo: Etikedoj:
es: Etiquetas:

source: Chosen tags:
eo: Elektata etikedoj
es: Etiquetas seleccionadas:
it: Tag scelti:

source: Graph elements
eo: Grafiki elementojn
es: Representar gráficamente un elemento
it: Disegna elementi

source: Element:
eo: Elemento:
es: Elemento:
it: Elemento:

source: Nodes
eo: Nodoj
es: Nodos
it: Nodi

source: Ways
eo: Vojoj
es: Vías
it: Way

source: Relations
eo: Aŭrilatoj
es: Relaciones
it: Relazioni

source: Work in progress
eo: Estas laboranto
es: En desarrollo
it: Lavori in corso

source: Key:%(key)s
es: Clave:%(key)s
it: Chiave:%(key)s
